import * as SC from './styles'


export const TOU = () => {
	return (
		<SC.Container>
			<p>
				Спасибо, что выбираете JobGo! Наша миссия — помогать вам в поиске работы.
			</p>
			<p>
				Чтобы пользоваться сервисами JobGo, необходимо ознакомиться с пользовательским соглашением и принять его условия. В нём описаны все права и обязанности Платформы и Пользователя. Документ состоит из следующих разделов:
			</p>
			Соглашение;
			Термины и определения;
			Предмет;
			Общие положения;
			Условия использования;
			Интеллектуальная собственность;
			Экспорт;
			Услуги;
			Запрещенные действия;
			Блокировка и удаление;
			Тарифы;
			Права Администрации;
			Персональные данные;
			Ответственность;
			Срок Соглашения;
			Разрешение споров и разногласий;
			Форс-мажорные обстоятельства;
			Заключительные положения.
			По общим и техническим вопросам — ___________


			Настоящее пользовательское соглашение (далее - Соглашение) является офертой Администрации Платформы ДжобГоу (далее - Администрация) и адресовано любому дееспособному лицу (далее – Пользователю) на изложенных ниже условиях.

			1.	Соглашение представляет собой обязательный и подлежащий исполнению договор, заключаемый Администрацией в лице:
			2.	Самозанятого Храмченковой Валерии Дмитриевны

			Пользователю необходимо внимательно ознакомиться со всеми условиями Соглашения до начала использования Платформы и ее сервисов.


			Применимое право

			Правом, подлежащим применению к настоящему Соглашению, является законодательство РФ.

			Если местонахождением Пользователя не является Российская Федерация, отношения, возникающие при осуществлении таким Пользователем платежей, предусмотренных Разделом 9 Соглашения, регулируются законодательством Республики Ирландии, без учета норм коллизионного права.

			Регистрация в специальной форме, размещенной по адресу: ______________ является безусловным и безоговорочным принятием (акцептом) Пользователем условий данного Соглашения.

			Термины и определения
			Платформа – программный комплекс Администрации, расположенный по адресу ___________.

			Аккаунт — учетная запись Пользователя на Платформе.
			Резюме - резюме, созданное пользователем с помощью Платформы.
			Таблица откликов - таблица, созданная пользователем с помощью Платформы.
			База знаний – база данных. Является составной частью Платформы и принадлежит Администрации.
			Консультация карьерная - услуга, предоставляемая Администрацией на Платформе.
			Тариф — объем предоставляемых прав и услуг Пользователю.

			1. Предмет
			1.1. Администрация предоставляет неисключительную лицензию на использование Платформы и элементов Библиотеки и оказывает сопутствующие услуги самостоятельно, а также через аффилированные и/или дочерние компании.
			1.2. Пользователь использует Платформу согласно условиям Соглашения и выбранного Тарифа, а также уплачивает вознаграждение, если иное не предусмотрено Тарифом.

			2. Общие положения
			2.1. Для использования Платформы Пользователь проходит регистрацию по адресу _________.
			2.2. После регистрации Пользователь получает уникальный Аккаунт и доступ в Личный кабинет.
			2.3. Все действия, совершаемые в Личном кабинете, считаются совершенными Пользователем лично.
			2.4. Пользователь самостоятельно несет ответственность за:
			a) Сохранность своего логина и пароля.
			b) Последствия в случае утери и/или разглашения логина и пароля третьим лицам.
			2.5. Администрация не рекомендует Пользователю передавать третьим лицам данные своего Аккаунта. В случае передачи данных Аккаунта Пользователь должен ознакомить третьих лиц с Соглашением и несет всю ответственность за их действия.
			2.6. Платформа не предназначена и не может использоваться детьми в возрасте до 16 лет. Проходя регистрацию, Пользователь гарантирует, что ему исполнилось 16 лет. Кроме того, если возраст Пользователя меньше 18 лет, он гарантирует, что у него есть согласие родителя или официального опекуна с условиями Соглашения.

			3. Условия использования
			3.1. Пользователь вправе использовать Платформу согласно Соглашению и действующему законодательству Российской Федерации.
			3.2. Администрация не обязана оказывать консультационную и техническую поддержку Пользователю.
			3.3. Платформа и услуги предоставляются на условиях «как есть».
			3.4. Пользователь принимает на себя все риски, связанные с использованием Платформы и услуг.
			3.5. Администрация не дает Пользователю никаких явно выраженных или предполагаемых гарантий в отношении Платформы и услуг, в том числе, не гарантирует (включая, но не ограничиваясь): пригодность для конкретных целей, безопасность и защищенность, точность, полноту, производительность, системную интеграцию, бесперебойное функционирование, отсутствие ошибок, исправление неполадок, отсутствие вирусов, законность использования на любых территориях за пределами Российской Федерации.
			3.6. Администрация не несет ответственности за:
			a) невозможность использования Платформы по причинам, не зависящим от Администрации;
			b) любые действия и/или бездействия поставщиков услуг, сервисов, сетей, программного обеспечения или оборудования;
			c) искажение, изменение, утрату Контента;
			d) безопасность логина и/или пароля Пользователя;
			e) несанкционированное и/или неправомерное использования третьими лицами логина и/или пароля Пользователя;
			f) ущерб, который может быть нанесен любым устройствам и носителям информации и/или программному обеспечению Пользователя в результате использования Платформы и/или услуг.
			g) последствия передачи Резюме между Аккаунтами.

			4. Интеллектуальная собственность
			4.1. Администрация является правообладателем Платформы и ее составных частей (код, дизайн, базы данных, ноу-хау, Базы знаний).
			4.2. Неисключительная лицензия ограничена «правом на использование», и ни одно из положений Соглашения не означает передачи Пользователю исключительного права на Платформу, Базы знаний.
			4.3. Неисключительная лицензия предоставляется на срок действия Соглашения на территорию всего мира без права выдачи сублицензий.

			Платформа
			4.4. Пользователь вправе с помощью Платформы:
			a) Создавать Резюме, в том числе с помощью Шаблона;
			b) Создавать таблицу откликов,
			c) Изменять и дорабатывать Резюме;
			d) Бронировать карьерные консультации.
			4.5. Пользователь вправе использовать элементы Платформы для создания Резюме и Таблицы откликов только с помощью Платформы.

			Резюме
			4.6. Права на программный код Резюме, в том числе верстка, принадлежат Администрации.
			4.7. Пользователь вправе изменять и дорабатывать Резюме только с помощью Платформы.

			Контент
			4.8. Загружая Контент на Платформу, Пользователь предоставляет Администрации право на хранение и обработку Контента в целях исполнения Соглашения, в том числе для обеспечения корректной работы Платформы, отсутствия ее сбоев и прочее.
			4.9. Пользователь гарантирует, что Контент не нарушает права третьих лиц на результаты интеллектуальной деятельности и приравненные к ним средства индивидуализации, права на информацию, составляющую коммерческую тайну, не наносит вреда чести, деловой репутации и достоинству третьих лиц, не нарушает национальное и международное законодательство. Пользователь самостоятельно несет ответственность за размещенный на Платформе Контент.


			5. Услуги
			5.1. Администрация оказывает Пользователю услугу по публикации Резюме на Платформе, в рамках которой Администрацией обеспечивается возможность скачивания созданного на Платформе резюме.
			5.2. Администрация не дает никаких гарантий в отношении работоспособности технической инфраструктуры необходимой для скачивания Резюме на Платформе.


			6. Запрещенные действия
			Пользователь не вправе:
			6.1. Использовать Платформу, Базу знаний, Резюме, Таблицу откликов способами, прямо не предусмотренными Соглашением.
			6.2. Изменять, настраивать, переводить или создавать производные продукты;
			6.3. Предпринимать попытки обойти технические ограничения, установленные Платформой.
			6.4. Декомпилировать, дизассемблировать, дешифровать и производить иные действия с исходным кодом Платформы.
			6.5. Экспортировать Сайт в нарушении положений Соглашения.
			6.6. Использовать Платформу и Резюме для публикации, распространения, хранения, передачи в любой форме Контента, который:
			a) является незаконным, вредоносным, угрожающим, клеветническим, подстрекающим к насилию над каким-либо лицом или группой лиц, либо к бесчеловечному обращению с животными, призывает к совершению противоправной деятельности, в том числе разъясняет порядок применения взрывчатых веществ и иного оружия, нарушает общепринятые правила приличия и морально-этические нормы, содержит ненормативную лексику, пропагандирует ненависть и/или дискриминацию, а также содержит негативные и критические высказывания, касающиеся религии, политики, а также политических и общественных деятелей, избирательных объединений (политических партий, организаций, движений и т.п.) и иных лиц, расовых, этнических, гендерных признаков, личных качеств, способностей, сексуальной ориентации и внешнего вида третьих лиц, содержит оскорбления в адрес конкретных лиц или организаций;
			b) может быть воспринят как пропаганда определенных политических и религиозных взглядов, насилия, употребления наркотических средств, алкоголя и табакокурения;
			с) может быть воспринят как пропаганда политических взглядов, основной целью которой является распространение идей и сведений, направленных на формирование определенных установок, представлений, привлекательности этих идей, мнения о превосходстве таких политических взглядов или такого политического направления над другими, и при этом не ставит своей целью исключительно информирование населения об организации, объединении, их структуре, функциях, направлениях деятельности, программе и т.п.
			d) содержит публичные призывы к массовым беспорядкам, участию в массовых мероприятиях, проводимых с нарушением установленного порядка, к осуществлению террористической деятельности или публично оправдывающие терроризм, другие экстремистские материалы, недостоверную общественно значимую информацию, распространяемую под видом достоверных сообщений, которая создает угрозу массового нарушения общественного порядка и (или) общественной безопасности.
			e) нарушает права несовершеннолетних лиц;
			f) нарушает права третьих лиц на результаты интеллектуальной деятельности и приравненные к ним средства индивидуализации, права на информацию, составляющую коммерческую тайну, наносящего вред чести, деловой репутации и достоинству третьих лиц, нарушающего национальное и международное законодательство.
			g) содержит не разрешенную к разглашению информацию;
			h) содержит вредоносное программное обеспечение (вирусы, черви, трояны или другие компьютерные коды, файлы или программы), предназначенное для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования (их частей), для осуществления несанкционированного доступа, для получения доступа к коммерческим программным продуктам, путем предоставления серийных номеров логинов, паролей, программ для их генерации и прочих средств для получения несанкционированного доступа к платным ресурсам, а также размещения ссылок на вышеуказанную информацию;
			i) представляет собой Спам, т.е. рассылку без согласия получателя сообщений коммерческого и некоммерческого характера в форме (включая, но не ограничиваясь): рекламы товаров, оборот которых запрещен или ограничен согласно законодательству РФ; сообщений социального и/или религиозно-мистического содержания с призывом о дальнейшем распространении таких сообщений («писем счастья»); списков чужих адресов электронной почты; схем «пирамид», многоуровневого (сетевого) маркетинга (MLM); реферальных ссылок; систем Интернет-заработка и онлайн-бизнесов.;
			j) нарушает законодательство Российской Федерации, национальное законодательство и/или нормы международного права;
			k) может использоваться для незаконного сбора, хранения и обработки персональных данных других лиц;
			l) содержит рекламу и/или предложение на оказание услуг эротических спа-салонов и иных подобных услуг.
			6.9. Использовать Платформу и (или) Резюме для:
			a) Нарушения работы Платформы, в том числе размещения элементов, затрудняющих обмен информацией в реальном времени, открывающих дополнительные окна браузера, подменяющих функциональные элементы интерфейса и т.п.
			b) Размещения ссылок на ресурсы, содержание которых противоречит действующему законодательству РФ и нормам международного права.
			c) Распространения не соответствующих действительности сведений относительно своей причастности к Администрации и /или ее партнерам.
			d) Содействия любым мероприятиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением, а также на нарушение норм действующего законодательства.
			е) Создания и размещения сайтов микрофинансовых организаций, а также сайтов любых других субъектов права, деятельностью которых является выдача кредитов и/или займов любых видов, заключение договоров залога под выдачу денежных средств, деятельность, сходная с деятельностью ломбардов, за исключением кредитных организаций (банков) и ломбардов, имеющих соответствующую лицензию и/или другие правоустанавливающие (разрешающие) документы. При этом указанные документы Пользователь обязан разместить на сайте в свободном доступе для ознакомления с ними.
			f) Создания страниц, используемых исключительно для перенаправления на сторонние сайты.
			g) размещения ссылок на сайты с азартными играми, информации об азартных играх, о способах и методах игры в азартные игры; продвижения азартных игр, игр на деньги или лотерей, доступ к которым производится в режиме онлайн в сети Интернет; предоставления возможности загрузки программ для электронных вычислительных машин, которые позволяют принять участие в азартной игре или лотерее.
			6.10. Размещать на Платформе сайт, который признан запрещенным на территории какого-либо государства.

			7. Блокировка и удаление
			7.1. Администрация вправе незамедлительно осуществить блокировку Резюме и/или аккаунта Пользователя в случае:
			a) Выявления нарушения Пользователем положений Соглашения;
			b) Выявления нарушения Пользователем положений действующего законодательства;
			c) Получения от третьих лиц претензии о нарушении Пользователем их прав;
			d) Получения соответствующих требований от государственных органов.
			7.2. Блокировка означает невозможность пользователей сети Интернет ознакомиться с содержанием Сайта.
			7.3. Пользователь обязуется самостоятельно предпринять все действия для прекращения нарушения.
			7.4. В случае блокировки в связи получением от третьих лиц претензии о нарушении Пользователем их прав, Пользователь вправе использовать в дальнейшем Резюме только при условии, что Администрация получила письменное уведомление от составителя жалобы, что спорная ситуация урегулирована и претензия со стороны третьих лиц о нарушении прав отсутствует.
			7.5. В случае получения требований от государственных органов, в том числе требований (уведомлений, претензий) Роскомнадзора, Администрация производит блокировку аккаунта Пользователя, допустившего нарушение. При этом разблокировка аккаунта не производится без получения Администрацией официального уведомления от вышеуказанных государственных органов, в том числе Роскомнадзора, об отсутствии каких-либо претензий и требований к Пользователю, чей аккаунт был заблокирован, а равно и к проектам, созданным (размещенным) указанным Пользователем.

			8. Тарифы
			8.1. Виды Тарифов доступны по ссылке ___________.
			8.2. Тарифы могут изменяться по одностороннему решению Администрации. Стоимость оплаченного периода при этом изменению не подлежит.
			8.3. После регистрации Пользователь вправе использовать Платформу на бесплатном Тарифе. Администрация может предоставить Пользователю пробный период на платном Тарифе.
			8.4. Для перехода на платный Тариф на постоянной основе Пользователь оплачивает его способами, предложенными функционалом Платформы. Переход между платными Тарифами возможен в случае оплаты стоимости нового Тарифа в полном объеме.
			8.5. Оплата Тарифа осуществляется на условиях cтопроцентной предоплаты.
			8.6. Датой оплаты является дата зачисления денежных средств на расчетный счет Администрации.
			8.7. Обязательства по оплате считаются неисполненными в случае возврата денежных средств по требованию платежной организации.
			8.8. Администрация не составляет счета-фактуры лицам, не являющимся плательщиками налога на добавленную стоимость, и налогоплательщикам, освобожденным от исполнения обязанностей, связанных с исчислением и уплатой налога.
			8.9. Неиспользование Пользователем услуг не освобождает Пользователя от их оплаты.
			8.10. По истечении срока действия Тарифа он автоматически продлевается на период, аналогичный предыдущему. Администрация осуществляет автоматическое списание соответствующей суммы с платежной карты Пользователя согласно действующим Тарифам.
			8.11. Пользователь вправе отменить функцию автоплатежа или уведомить Администрацию о нежелании продлевать платный Тариф не позднее чем за 3 (три) дня до окончания срока его действия.
			8.12. При переходе с платного Тарифа на бесплатный Тариф Пользователь обязан привести Личный кабинет в соответствии с условиями, на которых предоставляется бесплатный Тариф.
			8.13. При первой оплате Тарифа Пользователь дает Администрации и её партнёрам согласие на хранение информации о его платежной карте и соглашается с тем, что Администрация уполномочена взимать плату с платежной карты для:
			a) реализации функции автоплатежа;
			b) списания иных платежей, связанных с Соглашением;
			c) погашения задолженности Пользователя по Соглашению.


			9. Права Администрации
			9.1. Изменять, дорабатывать и обновлять Платформу без согласия и уведомления Пользователя.
			9.2. Устанавливать любые ограничения на использование Платформы.
			9.3. Удалять Аккаунт Пользователя, который к моменту удаления в течение шести и более календарных месяцев:
			a) находится на бесплатном Тарифе
			b) не используется Пользователем.
			9.4. Направлять Пользователю сообщения, уведомления, запросы, сведения рекламного и информационного характера самостоятельно, а также через свои аффилированные и/или дочерние компании.
			9.5. Направлять Пользователю информацию о вебинарах, видео и другую информацию о Платформе.
			9.6. Получать доступ к Личному кабинету Пользователя для мониторинга работы Платформы.
			9.7. Проводить профилактические работы, влекущие приостановление работы Платформы.
			9.8. Возвращать Пользователю доступ к Аккаунту в случае его взлома, утери или смены логина/пароля при одновременном соблюдении следующих условий:
			a) Аккаунт использовался на условиях платного Тарифа.
			b) Пользователь выполнил все обязательные действия, предусмотренные инструкцией по возврату доступа, предоставляемой по запросу Пользователя.

			10. Персональные данные
			10.1. Администрация выполняет обработку персональных данных Пользователя в целях исполнения Соглашения согласно требованиям, установленным Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» (далее - Закон «О персональных данных») и Общеевропейского регламента о персональных данных (General Data Protection Regulation, GDPR).
			10.2. Порядок обработки и защита персональных данных определяется Политикой в области обработки и защиты персональных данных, расположенной по адресу ________
			10.3. Администрация не выполняет обработку персональных данных, собираемых Пользователем на Сайтах, и лишь предоставляет вычислительные мощности, которые могут использоваться Пользователем для сбора персональных данных.
			10.4. В случае осуществления Пользователем обработки персональных данных третьих лиц, Пользователь самостоятельно несет ответственность за соблюдение надлежащих мер по защите персональных данных согласно требованиям Закона «О персональных данных» и Общеевропейского регламента о персональных данных (General Data Protection Regulation, GDPR), и иных законов и подзаконных актов, в том числе в части получения соответствующих разрешений, размещения на Сайте необходимых документов и информации.

			11. Ответственность
			11.1. Администрация не несет ответственности за прямую или косвенную упущенную выгоду Пользователя.
			11.2. Ответственность Администрации по Соглашению не может превышать стоимости оплаченного Пользователем Тарифа.
			11.3. В случае предъявления Администрации претензий, требований и/или исков о нарушении прав третьих лиц, связанных с нарушением данных Пользователем гарантий, Пользователь принимает на себя обязательства по их урегулированию и возмещению ущерба Администрации в случае его возникновения.

			12. Срок Соглашения
			12.1. Соглашение действует с момент акцепта до момента удаления Аккаунта Пользователя.
			12.2. Аккаунт может быть удален:
			a) По заявке Пользователя
			b) По основаниям, предусмотренным разделом 8.
			12.3. В случае удаления Аккаунта с действующим платным Тарифом, лицензионная часть вознаграждения возврату не подлежит. Пользователь вправе потребовать возврата за оплаченный, но не оказанный период оказания услуг.


			13. Разрешение споров и разногласий
			13.1. Все споры или разногласия, возникающие между Сторонами в связи с исполнением Соглашения, разрешаются ими путем переговоров.
			13.2. При недостижении Сторонами соглашения споры и разногласия подлежат разрешению в претензионном порядке. Срок ответа на претензию — 30 дней.
			13.3. При невозможности прийти к соглашению спор подлежит рассмотрению и разрешению в суде по месту нахождения Администрации.
			13.4. Споры, связанные с платежами, предусмотренными Разделом 9 Соглашения, совершенными Пользователями, местонахождением которых не является Российская Федерация, должны быть переданы на рассмотрение и разрешение компетентному суду, расположенному в городе Дублине Республики Ирландии.

			14. Форс-мажорные обстоятельства
			14.1. Стороны настоящего Соглашения освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств, если это вызвано действием непреодолимой силы, за исключением обязательств Пользователя по оплате неисключительной лицензии и/или услуг, предоставленных Администрацией, ее аффилированными и/или дочерними компаниями, на момент возникновения форс-мажорных обстоятельств.
			14.2. Под непреодолимой силой понимаются чрезвычайные и непредотвратимые при данных условиях обстоятельства, препятствующие исполнению своих обязательств Сторонами Соглашения.
			К таким обстоятельствам, в том числе, относятся: природные явления (землетрясения, наводнения и т. п.), массовые заболевания (эпидемия, пандемия и т.д.), вооруженные конфликты (военные операции любого рода, военные действия, война (объявленная или необъявленная), приготовления к войне, революция, восстание, гражданские волнения, блокада, захват власти, мобилизация, террористические акты и т.п.), трудовые конфликты (забастовка, локаут и т.п.), действия органов власти, в том числе иностранных (запретительные меры государственных органов, в том числе запрет торговых операций с отдельными странами из-за введения международных санкций, запрет любых валютных операций, в том числе запрет перевода валюты; акты госорганов или органов местного самоуправления и т. п.).
			14.3. В течение периода действия форс-мажорных обстоятельств Стороны не имеют взаимных претензий, за исключением указанного в п. 15.1 Соглашения, и каждая из Сторон принимает на себя риск последствия форс-мажорных обстоятельств.
			14.4. Администрация, ее аффилированные и/или дочерние компании могут приостановить действие своих обязательств по настоящему Соглашению на период действия форс-мажорных обстоятельств.
			14.5. Пользователь не вправе требовать компенсацию и/или возмещение ущерба, причиненного ему в результате невозможности исполнения обязательств ввиду наступления форс-мажорных обстоятельств.

			15. Заключительные положения
			15.1. Соглашение может быть изменено или дополнено Администрацией без уведомления Пользователя в любое время. Новая редакция Соглашения вступает в силу с момента ее размещения на Платформе.
			15.2. Продолжение использования Платформы после внесения изменений и/или дополнений в Соглашение означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.
			15.3. Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные Соглашением, подлежат разрешению в соответствии с законодательством РФ.
			15.4. В случае, если какое-либо из положений Соглашения окажется ничтожным в соответствии с законодательством Российской Федерации, остальные положения останутся в силе, а Соглашение будет исполняться Сторонами в полном объеме без учета такого положения.
			15.5. Настоящее Соглашение составлено на русском языке.
		</SC.Container>
	)
}